const state = {
  //测试
  count: 20,

  /*----------------------------------native---------------------------------- */
  //当前路由的fullpath
  fullpath: "/",
  //app pause or resume
  appState: "",

  /*----------------------------------rule---------------------------------- */
  //当前规则id
  currentRuleId: null,

  /*----------------------------------统计---------------------------------- */
  //从统计里面查看的状态（全部、内勤、外出、我的历史记录） 默认：全部
  statistics: "t_all",
  //全部、内勤、外出成员考勤详情当前查看的状态（正常、迟到、早退、外出） 默认：正常
  depart_day: "t_1"
};
export default state;
